Repository: linuxmint/xplayer
Catalog: po/*.po
Languages: am, en@shaw

source: Error while writing file with chapters
am: ፋይል በ መጻፍ ላይ እንዳለ ስህተት ተፈጥሯል ከ ምእራፎች ውስጥ

source: Error occurred while saving chapters
am: ምእራፎች በማስቀመጥ ላይ እንዳለ ስህተት ተፈጥሯል

source: Please check you have permission to write to the folder containing the movie.
am: እባክዎን ሙቪውን በያዘው ፎልደር ላይ ለ መጻፍ በቂ ፍቃፍ እንዳለዎት ይመርምሩ

source: Open Chapter File
am: የ ምእራፍ ፋይል መክፈቻ

source: Chapter Screenshot
am: የ ምእራፍ ፎቶ ማንሻ

source: Chapter Title
am: የ ምእራፍ አርእስት

source: Save changes to chapter list before closing?
am: ከ መዘጋቱ በፊት ለውጦቹን በ ምእራፍ ላይ ላስቀምጥ?

source: Close without Saving
am: ሳይቀመጥ መዝጊያ

source: Save
am: ማስቀመጫ

source: If you don't save, changes to the chapter list will be lost.
am: እርስዎ ለውጦቹን በ ምእራፍ ዝርዝር ላይ ካላስቀመጡ ይጠፋሉ

source: Add Chapter
am: ምእራፍ መጨመሪያ

source: MPRIS Support
am: ለ MPRIS ድጋፍ

source: This plugin enables MPRIS support over DBUS.
am: ይህ ተሰኪ የ MPRIS ድጋፍ በ DBUS ላይ ያስችላል:

source: The MediaPlayer2 object does not implement the ‘%s’ interface
am: የ መገናኛ ማጫወቻ2 እቃ አይፈጽምም ‘%s’ ገጽታውን

source: The property ‘%s’ is not writeable.
am: ባህሪው ‘%s’ የሚጻፍበት አይደለም

source: Unknown property ‘%s’ requested of a MediaPlayer 2 object
am: ያልታወቀ ባህሪ ‘%s’ የ ተጠየቀው የ መገናኛ ማጫወቻ 2 እቃ

source: The URI ‘%s’ is not supported.
am: ይህ URI ‘%s’ የ ተደገፈ አይደለም

source: Grilo Browser
am: Grilo መቃኛ

source: A plugin to let you browse media content from various sources
am: ይህ ተሰኪ እርስዎን የሚያስችለው የ መገናኛ ይዞታዎችን መቃኘት ነው ከ ተለያዩ ምንጮች

source: Add to Playlist
am: ወደ ማጫወቻ ዝርዝር መጨመሪያ

source: Copy Location
am: አካባቢ ኮፒ ማድረጊያ

source: Browse
am: መቃኛ

source: Search
am: መፈለጊያ

source: Browse Error
am: የ መቃኛ ስህተት

source: Search Error
am: የ መፈለጊያ ስህተት

source: Gromit Annotations
am: Gromit ማብራሪያ

source: Presentation helper to make annotations on screen
am: የ ማቅረቢያ እረዳት ማብራሪያ በ መመልከቻው ላይ ለ መመልከት
en@shaw: ю别 ｐюゐ ヰ别 别 梆

source: The gromit binary was not found.
am: የ gromit ባይነሪ አልተገኘም was not found.

source: Instant Messenger Status
am: የ አስቸኳይ መልእክት ሁኔታ

source: Set your Instant Messenger status to away when a movie is playing
am: የ እርስዎን አስቸኳይ መልእክተኛ ወደ የለሁም ይቀይሩ ሙቪ በሚያጫውቱ
en@shaw: ю 筐 ヰю○ 别 ю ヰ叼 ゐ别

source: Infrared Remote Control
am: ኢንፍራሬድ በ ሩቅ መቆጣጠሪያ
en@shaw: 火ю ヰ答 答

source: Support infrared remote control
am: ኢንፍራሬድ በ ሩቅ መቆጣጠሪያ ይደግፋል
en@shaw: 桂 火ю ヰ答 答

source: Couldn't initialize lirc.
am: ግጥም ማስነሳት አልተቻለም

source: Couldn't read lirc configuration.
am: የ ግጥም ማሰናጃውን ማንበብ አልተቻለም

source: Media Player Keys
am: የ መገናኛ ማጫወቻ ቁልፎች

source: Support additional media player keys
am: ተጨማሪ የ ተደገፉ የ መገናኛ ማጫወቻ ቁልፎች

source: Always On Top
am: ሁል ጊዜ ከ ላይ
en@shaw: 佛ゐ别

source: Keep the main window on top when playing a movie
am: ዋናውን መስኮት ከ ላይ ማድረጊያ ሙቪ በሚጫወት ጊዜ
en@shaw: 梆 ヰ别 ю ゐ别 ヰ叼

source: Subtitle Downloader
am: ንዑስ አርእስት ማውረጃ
en@shaw: 拆 ゐ答

source: Look for subtitles for the currently playing movie
am: አሁን ለሚጫወተው ሙቪ የ ንዑስ አርእስት መፈለጊያ

source: Brazilian Portuguese
am: ብራዚሊያን ፖርቱጊስ

source: Searching for subtitles…
am: ንዑስ አርእስት በ መፈለግ ላይ…

source: Downloading the subtitles…
am: ንዑስ አርእስት በ ማውረድ ላይ…

source: Could not contact the OpenSubtitles website
am: የ Open ንዑስ አርእስት ድህረ ገጽ መገናኘት አልተቻለም

source: Could not contact the OpenSubtitles website.
am: የ Open ንዑስ አርእስት ድህረ ገጽ መገናኘት አልተቻለም

source: No results found.
am: ምንም ውጤት አልተገኘም

source: Subtitles
am: ንዑስ አርእስት
en@shaw: 拆ゐ

source: Format
am: አቀራረብ
en@shaw: 桂ヰ

source: Rating
am: ደረጃው
en@shaw: 别

source: Download movie subtitles from OpenSubtitles
am: የ ሙቪ ንዑስ አርእስት ከ Open ንዑስ አርእስት ማውረጃ

source: _Download Movie Subtitles…
am: የ ሙቪ ንዑስ አርእስት በ _ማውረድ ላይ…

source: Searching subtitles…
am: ንዑስ አርእስት በ መፈለግ ላይ…

source: Download Movie Subtitles
am: ንዑስ አርእስት በ ማውረድ ላይ
en@shaw: ゐ答 ヰ叼 拆ゐ

source: Subtitle _language:
am: የ ንዑስ አርእስት _ቋንቋ:
en@shaw: 拆 _ゐ:

source: _Play with Subtitle
am: ከ ንዑስ አርእስት ጋር _ማጫወቻ
en@shaw: _ゐ 拆

source: Subtitle language
am: የ ንዑስ አርእስት ቋንቋ

source: The language to search for subtitles for movies in.
am: ለ ሙቪ ንዑስ አርእስት የሚፈለግበት ቋንቋ

source: Movie Properties
am: የ ሙቪ ባህሪ

source: Adds movie properties to the sidebar
am: የ ሙቪ ባህሪዎች ወደ ጎን መደርደሪያ መጨመሪያ

# Stream bit rate
source: N/A
am: ዝ/አ

source: %d Hz
am: %d ሀርትዝ

# Sample rate
source: N/A
am: ዝ/አ

source: Properties
am: ምርጫዎች
en@shaw: 拣

source: rpdb2 password
am: rpdb2 የ መግቢያ ቃል

source: A password to protect the rpdb2 server for debugging Xplayer from unauthorized remote access. If this is empty, a default of 'xplayer' will be used.
am: የ መግቢያ ቃል ይጠብቃል የ rpdb2 ሰርቨር ለ debugging Xplayer ላልተፈቀደ የ ሩቅ መድረሻ: ይህ ባዶ ከሆነ: ነባር የ 'xplayer' ይጠቀማል

source: Python Console Menu
am: Python Console ዝርዝር
en@shaw: 路拆 答 ヰю

source: Show Xplayer's Python console
am: የ Xplayer's Python console ማሳያ

source: Enable remote Python debugging with rpdb2
am: ማስቻያ የ ሩቅ Python debugging with rpdb2
en@shaw: 别 ヰ答 路拆 梆仇 rpdb2

source: You can access the Xplayer.Object through 'xplayer_object' :\n%s
am: እርስዎ መድረስ ይችላሉ ወደ Xplayer.Object through 'xplayer_object' :\n%s

source: After you press OK, Xplayer will wait until you connect to it with winpdb or rpdb2. If you have not set a debugger password in DConf, it will use the default password ('xplayer').
am: እርስዎ እሺ ከተጫኑ በኋላ: Xማጫወቻ እርስዎ እስኪገናኙ ይጠብቃል በ winpdb ወይንም rpdb2. እርስዎ ካላሰናዱ የ debugger የ መግቢያ ቃል በ DConf, ነባሩን የ መግቢያ ቃል ይጠቀማል ('xplayer').

source: Recent files
am: የ ቅርብ ጊዜ ፋይሎች

source: Adds files that have been played to recent files
am: ፋይሎች መጨመሪያ በቅርብ ጊዜ የ ተጫወቱ

source: Rotation Plugin
am: ተሰኪ ማዞሪያ

source: Allows videos to be rotated if they are in the wrong orientation
am: ቪዲዮ እንዲዞር መፍቀጃ በ ተሳሳተ አቅጣጫ ከሆኑ

source: _Rotate Clockwise
am: _ማዞሪያ ከ ግራ ወደ ቀኝ

source: Rotate Counterc_lockwise
am: ማዞሪያ ከ ቀኝ _ወደ ግራ

source: Screen Saver
am: መመልከቻ ማዳኛ

source: Deactivates the screen saver when a movie is playing
am: ሙቪ ነሚጫወት ጊዜ የ መመልከቻ ማዳኛውን ያሰናክሉ

source: Playing a movie
am: ሙቪ በ ማጫወት ላይ
en@shaw: ゐ别 ヰ叼

source: Screenshot width (in pixels):
am: የ መመልከቻ ማዳኛ ስፋት (በ ፒክስልስ):

source: Calculate the number of screenshots
am: የ መመልከቻ ፎቶ ቁጥር ማስሊያ

source: Number of screenshots:
am: የ መመልከቻ ፎቶ ቁጥር:

source: Screenshot from %s.png
am: የ መመልከቻ ፎቶ ከ %s.png

source: Screenshot from %s - %d.png
am: የ መመልከቻ ፎቶ ከ %s - %d.png

source: Screenshot
am: የ መመልከቻ ፎቶ

source: Allows screenshots and galleries to be taken of videos
am: የ መመልከቻ ፎቶ እና አዳራሽ ከ ቪዲዮው ውስጥ ማንሳት ይቻላል

source: Save Gallery
am: አዳራሽ ማስቀመጫ
en@shaw: 别 ゐ拣

source: Gallery-%s-%d.jpg
am: አዳራሽ-%s-%d.jpg

source: Creating Gallery...
am: አዳራሽ መፍጠሪያ...
en@shaw: 别 ゐ拣...

source: Saving gallery as "%s"
am: አዳራሽ ማስቀመጫ እንደ "%s"
en@shaw: 别 ゐ拣 "%s"

source: Xplayer could not get a screenshot of the video.
am: Xplayer የ ቪዲዮውን መመልከቻ ፎቶ ማግኘት አልቻለም

source: This is not supposed to happen; please file a bug report.
am: ይህ መሆን አልነበረበትም: እባክዎን ችግሩን ያሳውቁ
en@shaw: 答 ｐ; ゐ梆 拆 仇 桂.

source: Take _Screenshot
am: _መመልከቻውን ፎቶ ማንሻ

source: Take a screenshot
am: መመልከቻውን ፎቶ ማንሻ

source: Create Screenshot _Gallery...
am: የ መመልከቻውን ፎቶ ማንሻ _አዳራሽ...

source: Create a gallery of screenshots
am: የ መመልከቻ ፎቶ ማንሻ አዳራሽ መፍጠሪያ

source: Skip To
am: መዝለያ ወደ

source: Provides the "Skip to" dialog
am: የ "መዝለያ ወደ" ንግግር ማቅረቢያ

source: _Skip to:
am: _መዝለያ ወደ:

source: second
am: ሰከንድ

source: _Skip To...
am: _መዝለያ ወደ...

source: Skip to a specific time
am: ወደ ተወሰነ ጊዘ መዝለያ
en@shaw: 拆

source: Zeitgeist Plugin
am: Zeitgeist ተሰኪ

source: A plugin sending events to Zeitgeist
am: ተሰኪ ሁኔታዎችን በ መላክ ላይ ወደ Zeitgeist

source: Time:
en@shaw: 拆:

source: Author:
en@shaw: 佛:

source: Copyright:
en@shaw: 拆:

source: Site:
en@shaw: 拆:

source: 0 frames per second
en@shaw: 0 别ヰ ю

source: Bitrate:
en@shaw: 别:

source: Codec:
en@shaw: 答ю:

source: Add the video to the playlist
en@shaw: ゐ别ゐ

source: Movie Player
en@shaw: ヰ叼 ゐ别

source: Play movies and songs
en@shaw: ゐ ヰ叼梆

source: Auto
en@shaw: 佛

source: Connection _speed:
en@shaw: ю _梆:

source: Networking
en@shaw: ю火

source: Resize _1:1
en@shaw: 梆拆 _1:1

source: Resize _2:1
en@shaw: 梆拆 _2:1

source: Sets 4:3 (TV) aspect ratio
en@shaw: ю 4:3 (TV) ю 别

source: Show _visual effects when an audio file is played
en@shaw: _ ю ю 佛 拆 ゐ别

source: Totem Preferences
en@shaw: 路答 ю拣

source: Visual Effects
en@shaw: ю

source: Visualization _size:
en@shaw: ゐ别 _拆:

source: Zoom Out
en@shaw: 叼

source: Zoom Reset
en@shaw: 叼 梆ю

source: Zoom out
en@shaw: 叼

source: Zoom reset
en@shaw: 叼 梆ю

source: _Hue:
en@shaw: _ｐ:

source: _Movie
en@shaw: _ヰ叼

source: _Resize 1:2
en@shaw: _梆拆 1:2

source: _Type of visualization:
en@shaw: _拆 ゐ别:

source: Amount of data to buffer for network streams before starting to display the stream (in seconds)
en@shaw: ヰ 别 仇 ю火 梆ヰ 葛 ゐ 梆 ( ю)

source: Default location for the "Open..." dialogs, default is the current directory
en@shaw: 佛ゐ ゐ答别 "答..." 拆ゐ, 佛ゐ 仇 拆ю拣

source: Name of the visual effects plugins
en@shaw: 别 ю ゐ仇

source: Network connection speed
en@shaw: ю火 ю 梆

source: Quality settings for the audio visualization: "0" for small, "1" for normal, "2" for large, "3" for extra large.
en@shaw: ゐ ю 佛 ゐ别: "0" ヰ佛, "1" 桂ヰ, "2" ゐ葛, "3" ю ゐ葛.

source: Show visual effects when no video is displayed
en@shaw: ю ю ゐ别

source: Show visual effects when playing an audio only file.
en@shaw: ю ю ゐ别 佛 答ゐ 拆.

source: Visualization quality setting
en@shaw: ゐ别 ゐ ю

source: Whether the main window should stay on top
en@shaw: ю ヰ别

source: Whether the main window should stay on top of the other ones
en@shaw: ю ヰ别 仇 仇

source: Whether to remember the position of played audio/video files when pausing or closing them.
en@shaw: ю ヰюヰ ゐ别 佛/ 拆ゐ ю 佛 ゐ答 ю.

source: Unknown video
en@shaw: 仇答

source: Make sure that Totem is properly installed.
en@shaw: ヰ别 路答 拣ゐ 佛ゐ.

source: Totem is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
en@shaw: 路答 ; 梆筐 / ヰ 仇 火ヰ 路 ○ю拣 仇ゐ ゐ拆 仇ゐ 别; 拆 火 2 ゐ拆, ( 筐 ) ю ゐ别 火.

source: You should have received a copy of the GNU General Public License along with Totem; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
en@shaw: ｐ 梆 路 ○ю拣 仇ゐ ゐ拆 ゐ 路答; , 拆 别, ., 59 юヰ ゐ别, 梆 330, 路, ヰ 02111-1307 叼ю

source: device%d
en@shaw: 拆%d

source: Play Disc '%s'
en@shaw: ゐ '%s'

source: Movie Player using %s
en@shaw: ヰ叼 ゐ别 筐 %s

source: Copyright 漏 2002-2009 Bastien Nocera
en@shaw: 拆 漏 2002-2009 路 路答ю

source: translator-credits
en@shaw: 路ヰ 路火ヰ

source: Totem Website
en@shaw: 路答 ю拆

source: Playing
en@shaw: ゐ别

source: Paused
en@shaw: 佛

source: Totem could not play '%s'.
en@shaw: 路答 ゐ '%s'.

source: Totem could not play this media (%s) although a plugin is present to handle it.
en@shaw: 路答 ゐ ヰ梆 (%s) 佛ゐ ゐ仇 ю ｐ .

source: You might want to check that a disc is present in the drive and that it is correctly configured.
en@shaw: ヰ拆 ю ю 拆 拣юゐ 拣.

source: More information about media plugins
en@shaw: ヰ 拣ヰ别 ヰ梆 ゐ仇

source: Please install the necessary plugins and restart Totem to be able to play this media.
en@shaw: ゐ梆 佛 ю拣 ゐ仇 梆葛 路答 别 ゐ ヰ梆.

source: Totem cannot play this type of media (%s) because it does not have the appropriate plugins to be able to read from the disc.
en@shaw: 路答 ゐ 拆 ヰ梆 (%s) 仇 ｐ 答 ゐ仇 别 梆 .

source: Totem cannot play this type of media (%s) because you do not have the appropriate plugins to handle it.
en@shaw: 路答 ゐ 拆 ヰ梆 (%s) ｐ 答 ゐ仇 ｐ .

source: Totem cannot play this type of media (%s) because it is not supported.
en@shaw: 路答 ゐ 拆 ヰ梆 (%s) 桂.

source: Please insert another disc to play back.
en@shaw: ゐ梆 火 仇 ゐ .

source: Totem was not able to play this disc.
en@shaw: 路答 别 ゐ .

source: Totem does not support playback of Audio CDs
en@shaw: 路答 仇 桂 ゐ别 佛 路路

source: No error message
en@shaw: 火 ヰю

source: Totem could not display the help contents.
en@shaw: 路答 ゐ ｐюゐ .

source: Totem could not startup.
en@shaw: 路答 葛仇.

source: Don't connect to an already-running instance
en@shaw: 答 ю 佛ゐю-仇

source: Enable visual effects?
en@shaw: 别 ю?

source: It seems you are running Totem remotely. Are you sure you want to enable the visual effects?
en@shaw: 梆ヰ 仇 路答 ヰ答ゐ. 别 ю?

source: Changing the visuals effect type will require a restart to take effect.
en@shaw: 别○ ゐ ю 拆 拆 梆葛 别 ю.

source: The change of audio output type will only take effect when Totem is restarted.
en@shaw: 别 佛 拆 答ゐ 别 ю ю 路答 梆葛.

source: Audio/Video
en@shaw: 佛/

source: %s (Streaming)
en@shaw: %s (梆ヰ)

source: Buffering
en@shaw: 仇拣

source: No video URI
en@shaw: 火

source: Could not open link
en@shaw: 答 ゐ

source: Totem Movie Player
en@shaw: 路答 ヰ叼 ゐ别

source: Verify your system installation. Totem will now exit.
en@shaw: ю 筐 ゐ别. 路答 ю.

source: Totem could not initialize the configuration engine.
en@shaw: 路答 ゐ拆 拣别 ю○.

source: Make sure that GNOME is properly installed.
en@shaw: ヰ别 路答 拣ゐ 佛ゐ.

source: Location not found.
en@shaw: ゐ答别 .

source: Could not open location; you might not have permission to open the file.
en@shaw: 答 ゐ答别; ヰ拆 ｐ 火ヰ 答 拆.

source: The playback of this movie requires the following decoders which are not installed: %s
en@shaw: ゐ别 ヰ叼 拆拣 ゐ答 梆答拣 佛ゐ: %s

source: Cannot play this file over the network. Try downloading it to disk first.
en@shaw: ゐ 拆 答 ю火. ゐ答 火.

source: Media file could not be played.
en@shaw: ヰ梆 拆 ゐ别.

source: Plugin
en@shaw: ゐ仇

source: Enabled
en@shaw: 别ゐ

source: Unable to activate plugin %s. %s
en@shaw: 仇别 别 ゐ仇 %s. %s

source: Unable to activate plugin %s
en@shaw: 仇别 别 ゐ仇 %s

source: Plugin Error
en@shaw: ゐ仇 火

source: Bemused
en@shaw: ヰ叼

source: Control Totem through a mobile phone with a Bemused client
en@shaw: 答 路答 ヰ答拆 答 ヰ叼 ゐ拆

source: Totem Bemused Server
en@shaw: 路答 ヰ叼 火

source: Totem Bemused Server version 1.0
en@shaw: 路答 ヰ叼 火 火 1.0

source: Delete
en@shaw: ゐ梆

source: D-Bus Service
en@shaw: D-Bus 火

source: Instant Messenger status
en@shaw: ヰю○ 别

source: Loading
en@shaw: ゐ答

source: Error getting programme feed
en@shaw: 火 ю 答 梆

source: Programme unavailable ("%s")
en@shaw: 答 别ゐ ("%s")

source: Latest Releases
en@shaw: ゐ别 ゐ梆

source: Number of albums to _retrieve:
en@shaw: 仇ヰ ゐ仇ヰ _梆:

source: Popular
en@shaw: 筐ゐ

source: Preferred audio _format:
en@shaw: 火 佛 _桂ヰ:

source: Search Results
en@shaw: 火 仇ゐ

source: Artist: %s
en@shaw: : %s

source: Genre: %s
en@shaw: : %s

source: Released on: %s
en@shaw: ゐ梆 : %s

source: License: %s
en@shaw: ゐ拆: %s

source: Album: %s
en@shaw: ゐ仇: %s

source: Duration: %s
en@shaw: 别: %s

source: Fetching albums, please wait...
en@shaw: ю ゐ仇ヰ, ゐ梆 别...

source: An error occurred while fetching albums.
en@shaw: 火 火 拆 ю ゐ仇ヰ.

source: Recordings
en@shaw: 桂

source: Language
en@shaw: ゐ

source: Look for subtitles for the currently playing movie.
en@shaw: ゐ 拆ゐ 仇ゐ ゐ别 ヰ叼.

source: No results found
en@shaw: 仇ゐ

source: _Download Movie Subtitles...
en@shaw: _ゐ答 ヰ叼 拆ゐ...

source: Searching subtitles...
en@shaw: 火 拆ゐ...

source: Downloading the subtitles...
en@shaw: ゐ答 拆ゐ...

source: %d x %d
en@shaw: %d ю %d

source: %d frames per second
en@shaw: %d 别ヰ ю

source: Neighbors
en@shaw: 别拣

source: Publish Playlist
en@shaw: 仇ゐ ゐ别ゐ

source: Share the current playlist via HTTP
en@shaw: 仇 ゐ别ゐ 拆 路Ｂ佛路路

source: Service _Name:
en@shaw: 火 _别:

source: The name used for announcing the playlist service on the network. All occurrences of the string <b>%u</b> will be replaced by your name, and <b>%h</b> will be replaced by your computer's host name.
en@shaw: 别 筐 ゐ别ゐ 火 ю火. 佛 火 <b>%u</b> ゐ别 筐 别, <b>%h</b> ゐ别 筐 ヰ筐' ｐ答 别.

source: Save in _folder:
en@shaw: 别 _答ゐ:

source: Select a folder
en@shaw: ゐю 答ゐ

source: _Name:
en@shaw: _别:

source: Could not load the "Skip to" dialog interface.
en@shaw: ゐ答 " " 拆ゐ 拣别.

source: seconds
en@shaw: ю

source: Could not get name and thumbnail for %s: %s
en@shaw: ю 别 仇ヰ别 %s: %s

source: File Error
en@shaw: 拆 火

source: Could not connect to Tracker
en@shaw: ю

source: No results
en@shaw: 仇ゐ

source: Page
en@shaw: 别

source: Local Search
en@shaw: ゐ答 火

source: Set the window icon to the thumbnail of the playing movie
en@shaw: ю 拆 仇ヰ别 ゐ别 ヰ叼

source: Thumbnail
en@shaw: 仇ヰ别

source: Search for local videos using Tracker
en@shaw: 火 ゐ答 梆答 筐

source: Related Videos
en@shaw: ゐ别 梆答

source: Videos
en@shaw: 梆答

source: _Open in Web Browser
en@shaw: _答 ю

source: Open the video in your web browser
en@shaw: 答 筐 ю

source: Cancelling query
en@shaw: ゐ 金

source: Error Looking Up Video URI
en@shaw: 火 ゐ 仇 URI

source: Error Searching for Videos
en@shaw: 火 火 梆答

source: Fetching search results
en@shaw: ю 火 仇ゐ

source: Fetching related videos
en@shaw: ю ゐ别 梆答

source: Error Opening Video in Web Browser
en@shaw: 火 答 ю

source: Fetching more videos
en@shaw: ю ヰ 梆答

source: No URI to play
en@shaw: 火 ゐ

source: _Open with "%s"
en@shaw: _答 "%s"

source: Browser Plugin using %s
en@shaw: ゐ仇 筐 %s

source: Totem Browser Plugin
en@shaw: 路答 ゐ仇

source: No playlist or playlist empty
en@shaw: ゐ别ゐ ゐ别ゐ юヰ

source: Movie browser plugin
en@shaw: ヰ叼 ゐ仇

source: Verify your system installation. The Totem plugin will now exit.
en@shaw: ю 筐 ゐ别. 路答 ゐ仇 ю.

source: Interactive Python console.
en@shaw: 火 路拆 答.

source: Python Console
en@shaw: 路拆 答

source: _Python Console
en@shaw: _路拆 答

source: Show Totem's Python console
en@shaw: 路答' 路拆 答

source: Python Debugger
en@shaw: 路拆 梆仇

source: You can access the totem object through 'totem_object' :\n%s
en@shaw: ю 路答 ○ю 'totem_object' :\ю%s

source: Totem Python Console
en@shaw: 路答 路拆 答
