Repository: linuxmint/xplayer
Catalog: po/*.po
Languages: am, en@shaw

source: Leave fullscreen
am: ከ ሙሉ መመልከቻ ዘዴ መውጫ

source: Blank other monitors
am: ሌሎች መመልከቻዎች ባዶ ማድረጊያ

source: Allow the screensaver to activate when playing audio
am: የ መመልከቻ ማዳኛ ይጀምር ሙዚቃ በሚጫወት ጊዜ
en@shaw: ゐ 梆别 别 ю ゐ别 佛

source: Allow the screensaver to activate when playing audio. Disable if you have monitor-powered speakers.
am: የ መመልከቻ ማዳኛ ድምፅ በሚጫወት ጊዜ ማስጀመሪያ: እና ማሰናከያ በ እርስዎ መመልከቻው_ ላይ ስፒከር ካለ
en@shaw: ゐ 梆别 别 ю ゐ别 佛. 别 ｐ ヰ-拣 梆火.

source: The brightness of the video
am: የ ቪዲዮው ብሩህነት
en@shaw: 拆

source: The contrast of the video
am: የ ቪዲዮ ማነፃፀሪያ

source: The hue of the video
am: የ ቪዲዮ ቀለም hue
en@shaw: ｐ

source: The saturation of the video
am: የ ቪዲዮ saturation
en@shaw: 火别

source: Resize the canvas automatically on file load
am: ፋይል በሚጫን ጊዜ ራሱ በራሱ መመልከቻውን ማስተካከያ
en@shaw: 梆拆 佛ヰゐ 拆 ゐ答

source: Repeat mode
am: መድገሚያ ዘዴ
en@shaw: 梆 ヰ答

source: Shuffle mode
am: መበወዣ ዘዴ
en@shaw: ヰ答

source: Whether to disable deinterlacing for interlaced movies
am: መቀየሪያ ለ ሙቪ መቀላቀያ ማስቻያ

source: Whether to enable debug for the playback engine
am: ችግር ፈልጎ ማስወገጃ ማስቻያ ለ መልሶ ማጫወቻ ሞተር
en@shaw: ю 别 梆仇 ゐ别 ю○

source: Type of audio output to use
am: የሚጠቀሙት የ ድምፅ አይነት ውጤት
en@shaw: 拆 佛 筐

source: Network buffering threshold
am: ኔትዎርክ መግቢያ በ መጠበቅ ላይ
en@shaw: ю火 仇拣 ю答ゐ

source: Amount of data to buffer for network streams before starting to display the stream (in seconds).
am: የ ዳታ መጠን በ መጠበቅ ላይ ኔትዎርክ ለማስተላለፍ: ማስተላለፍ ማሳየት ከ መጀመሩ በፊት (በ ሰከንዶች)

source: Subtitle font
am: የ ንዑስ አርእስት ፊደል
en@shaw: 拆

source: Pango font description for subtitle rendering.
am: የ Pango ፊደል ለ ንዑስ አርእስት አፈጻጸም መግለጫ

source: Subtitle encoding
am: ንዑስ አርእስት መቀየሪያ
en@shaw: 拆 ю答

source: Encoding character set for subtitle.
am: ለ ንዑስ አርእስት ባህሪ መቀየሪያ ማሰናጃ

source: Default location for the "Open..." dialogs
am: ነባር አካባቢ ለ "መክፈቻ..." ንግግሮች
en@shaw: 佛ゐ ゐ答别 "答..." 拆ゐ

source: Default location for the "Open..." dialogs. Default is the current directory.
am: ነባር አካባቢ ለ "መክፈቻ..." ንግግሮች: ነባር የ አሁኑ ዳይሬክቶሪ ነው

source: Default location for the "Take Screenshot" dialogs
am: ነባር አካባቢ ለ "መመልከቻ ፎቶ ማንሻ" ንግግሮች

source: Default location for the "Take Screenshot" dialogs. Default is the Pictures directory.
am: ነባር አካባቢ ለ "መመልከቻ ፎቶ ማንሻ" ንግግሮች: ነባር የ ስእሎች ዳይሬክቶሪ ነው

source: Whether to disable the plugins in the user's home directory
am: በ ተጠቃሚ የ ቤት ዳይሬክቶሪ ውስጥ ተሰኪዎች ይሰናከል እንደሆን
en@shaw: ю 别 ゐ仇 筐' ｐ答 拆ю拣

source: Whether to disable the keyboard shortcuts
am: የ ፊደል ገበታ አቋራጮች ይሰናከል እንደሆን

source: Whether to autoload text subtitle files when a movie is loaded
am: የ ጽሁፍ ንዑስ አርእስት ፋይሎች በራሱ ይጫን ሙቪ በሚጀመር ጊዜ

source: Whether to autoload external chapter files when a movie is loaded
am: የ ውጪ ምእራፍ ፋይሎች በራሱ ይጫን ሙቪ በሚጀመር ጊዜ

source: Whether to remember the position of played audio/video files when pausing or closing them
am: የሚጫወትበትን ቦታ ለ ድምፅ/ቪዲዮ በሚያስቆሙ ጊዜ ወይንም በሚያጠፉ ጊዜ ቦታውን ያስታውስ

source: Active plugins list
am: ንቁ የ ተሰኪ ዝርዝር

source: A list of the names of the plugins which are currently active (loaded and running).
am: አሁን ንቁ የሆኑ የ ተሰኪዎች ስም ዝርዝር (ተጭነው በመሄድ ላይ ያሉ)

source: Use dark theme variant (if available).
am: የ ጥቁር ገጽታ የ ተለየ ይጠቀሙ (ዝግጁ ከሆነ)

source: _Remove
am: _ማስወገጃ
en@shaw: _ヰ叼

source: Remove file from playlist
am: ፋይሉን ከ ማጫወቻ ዝርዝር ውስጥ ማስወገጃ
en@shaw: ヰ叼 拆 ゐ别ゐ

source: _Copy Location
am: አካባቢ _ኮፒ ማድረጊያ
en@shaw: _ ゐ答别

source: Copy the location to the clipboard
am: አካባቢ ወደ ቁራጭ ሰሌዳ ኮፒ ማድረጊያ
en@shaw: ゐ答别 ゐ桂

source: _Select Text Subtitles...
am: _ይምረጡ የ ጽሁፍ ንዑስ አርእስቶች...
en@shaw: _ゐю ю 拆ゐ...

source: Select a file to use for text subtitles
am: ይምረጡ ፋይል ለ መጠቀም ለ ጽሁፍ ንዑስ አርእስቶች
en@shaw: ゐю 拆 筐 ю 拆ゐ

source: Add...
am: መጨመሪያ...

source: Remove
am: ማስወገጃ
en@shaw: ヰ叼

source: Save Playlist...
am: የ ማጫወቻ ዝርዝር ማስቀመጫ...
en@shaw: 别 ゐ别ゐ...

source: Move Up
am: ወደ ላይ ማንቀሳቀሻ
en@shaw: ヰ叼 仇

source: Move Down
am: ወደ ታች ማንቀሳቀሻ
en@shaw: ヰ叼

source: Stereo
am: ስቴሪዮ
en@shaw: ю梆

source: 4-channel
am: 4-ጣቢያ

source: 4.1-channel
am: 4.1-ጣቢያ

source: 5.0-channel
am: 5.0-ጣቢያ

source: 5.1-channel
am: 5.1-ጣቢያ

source: Xplayer Preferences
am: የ Xማጫወቻ ምርጫዎች

source: Playback
am: መልሶ ማጫወቻ
en@shaw: ゐ别

source: Start playing files from last position
am: ፋይሎችን ከ መጨረሻው ቦታ ጀምሮ ማጫወቻ
en@shaw: 葛 ゐ别 拆ゐ ゐ

source: Text Subtitles
am: የ ጽሁፍ ንዑስ አርእስት
en@shaw: ю 拆ゐ

source: _Load subtitle files when movie is loaded
am: _መጫኛ ንዑስ አርእስት ሙቪ በሚጫን ጊዜ

source: _Display subtitles when movie is loaded
am: ንዑስ አርእስት _ማሳያ ሙቪ በሚጫን ጊዜ

source: _Font:
am: _ፊደል:

source: _Encoding:
am: _መቀየሪያ:
en@shaw: _ю答:

source: External Chapters
am: የ ውጪ ምእራፎች

source: Load _chapter files when movie is loaded
am: መጫኛ የ _ምእራፍ ፋይሎች ሙቪ በሚጫን ጊዜ

source: General
am: ባጠቃላይ
en@shaw: ○ю拣

source: Display
am: ማሳያ
en@shaw: ゐ

source: _Resize the window when a new video is loaded
am: _እንደገና መመጠኛ አዲስ ቪዲዮ በሚጫን ጊዜ

source: Disable _deinterlacing of interlaced videos
am: ማስቻያ _መቀየሪያ ለ ቪዲዮ መቀላቀያ

source: Disable screensaver when playing
am: በሚጫወት ጊዜ የ መመልከቻ ማዳኛ ማሰናከያ

# Screensaver disable
source: Video
am: ቪዲዮ

source: Video or Audio
am: ቪዲዮ ወይንም ድምፅ

source: Color Balance
am: ቀለም ማስተካከያ
en@shaw: 仇ゐ ゐ

source: _Brightness:
am: _ብሩህነት:
en@shaw: _拆:

source: Co_ntrast:
am: ማነ_ፃፀሪያ:

source: Reset to _Defaults
am: እንደ ነበር መመለሻ ወደ _ነባር
en@shaw: 梆ю _佛ゐ

source: Audio Output
am: የ ድምፅ ውጤት
en@shaw: 佛

source: _Audio output type:
am: የ _ድምፅ ውጤት:
en@shaw: _佛 拆:

source: Audio
am: ድምፅ
en@shaw: 佛

source: Normal
am: መደበኛ
en@shaw: 桂ヰ

source: Large
am: ትልቅ
en@shaw: ゐ葛

source: Extra Large
am: በጣም ትልቅ
en@shaw: ю ゐ葛

source: Title:
am: አርእስት:
en@shaw: 拆:

source: Artist:
am: ተዋናይ:

source: Duration:
am: የሚፈጀው ጊዜ:
en@shaw: 别:

source: Year:
am: አመት:

source: Album:
am: አልበም:
en@shaw: ゐ仇:

source: Comment:
am: አስተያየት:
en@shaw: 仇ヰヰ:

source: Container:
am: ማጠራቀሚያ:

source: Video
am: ቪዲዮ

source: Dimensions:
am: አቅጣጫዎች:
en@shaw: 拆ヰю:

source: Framerate:
am: የ ክፈፍ መጠን:

source: Sample rate:
am: የ ናሙና መጠን:
en@shaw: ヰ 别:

source: Channels:
am: ጣቢያዎች:
en@shaw: ゐ:

source: Media Player
am: መገናኛ ማጫወቻ

source: Play movies
am: ሙቪ ማጫወቻ

source: Video;Movie;Film;Clip;Series;Player;DVD;TV;Disc;
am: ቪዲዮ: ሙቪ: ፊልም: ናሙና: ተከታታይ: ማጫወቻ: ዲቪዲ: ዲስክ:

source: Play/Pause
am: አጫውት ለአጭር ጊዜ አሳርፍ
en@shaw: ゐ/佛

source: Next
am: የሚቀጥለው
en@shaw: ю

source: Previous
am: ያለፈው
en@shaw: 梆

source: Mute
am: መቀነሻ

source: Fullscreen
am: በ ሙሉ መመልከቻ ዘዴ

source: _File
am: _ፋይል

source: _Open...
am: _መክፈቻ...
en@shaw: _答...

source: Open a file
am: ፋይል መክፈቻ
en@shaw: 答 拆

source: Open _Location...
am: መክፈቻ _አካባቢ...
en@shaw: 答 _ゐ答别...

source: Open a non-local file
am: መክፈቻ ምንም-የ አካባቢ ፋይል ያልሆነ
en@shaw: 答 -ゐ答 拆

source: _Eject
am: _ማውጫ
en@shaw: _○ю

source: Eject the current disc
am: የ አሁኑን ዲስክ ማውጫ
en@shaw: ○ю 仇

source: _Properties
am: _ባህሪዎች
en@shaw: _拣

source: View the properties of the current stream
am: አሁን የሚተላለፈውን ባህሪዎች መመልከቻ
en@shaw: 拣 仇 梆

source: Play / P_ause
am: ማጫወቻ / ማ_ስቆሚያ

source: Play or pause the movie
am: ሙቪ ማጫወቻ ወይንም ማስቆሚያ
en@shaw: ゐ 佛 ヰ叼

source: _Quit
am: _ማጥፊያ

source: Quit the program
am: ፕሮግራሙን ማጥፊያ
en@shaw: 答

source: _Edit
am: _ማረሚያ
en@shaw: _ю

source: _Clear Playlist
am: የ ማጫወቻ ዝርዝር _ማጽጃ
en@shaw: _ゐ ゐ别ゐ

source: Clear the playlist
am: የ ማጫወቻ ዝርዝር ማጽጃ
en@shaw: ゐ ゐ别ゐ

source: Prefere_nces
am: ምርጫ_ዎች

source: Configure the application
am: መተግበሪያውን ማሰናጃ
en@shaw: ゐ别

source: Plugins...
am: ተሰኪዎች...
en@shaw: ゐ仇...

source: Configure plugins to extend the application
am: ለ ተስፋፋው መተግበሪያ ተሰኪ ማሰናጃ
en@shaw: ゐ仇 ю ゐ别

source: _View
am: _መመልከቻ

source: _Fullscreen
am: ሙሉ እስክሪን (_F)

source: Switch to fullscreen
am: ወደ ሙሉ መመልከቻ ዘዴ መቀየሪያ

source: Fit Window to Movie
am: ሙቪ በ መስኮት ልክ ማድረጊያ
en@shaw: ヰ叼

source: _Resize 1∶2
am: _እንደገና መመጠኛ 1∶2

source: Resize to half the original video size
am: ዋናውን የ ቪዲዮ መጠን በ ግማሽ እንደገና መመጠኛ
en@shaw: 梆拆 ｐ 拣○ 拆

source: Resize _1∶1
am: እንደገና መመጠኛ _1∶1

source: Resize to the original video size
am: ዋናውን የ ቪዲዮ መጠን እንደገና መመጠኛ
en@shaw: 梆拆 拣○ 拆

source: Resize _2∶1
am: እንደገና መመጠኛ _2∶1

source: Resize to double the original video size
am: ዋናውን የ ቪዲዮ መጠን በ ግማሽ እንደገና መመጠኛ
en@shaw: 梆拆 仇 拣○ 拆

source: _Aspect Ratio
am: _ማነፃፀሪያ መጠን
en@shaw: _ю 别

source: Switch An_gles
am: አን_ግል መቀየሪያ

source: Switch camera angles
am: የ ካሜራ አንግል መቀየሪያ
en@shaw: ヰ火 ゐ

source: _Go
am: ሂድ ወደ (_G)

source: _DVD Menu
am: የ _ዲቪዲ ዝርዝር
en@shaw: _DVD ヰю

source: Go to the DVD menu
am: ወደ ዲቪዲ ዝርዝር መሄጃ
en@shaw: DVD ヰю

source: _Title Menu
am: የ _አርእስት ዝርዝር
en@shaw: _拆 ヰю

source: Go to the title menu
am: ወደ አርእስት ዝርዝር መሄጃ
en@shaw: 拆 ヰю

source: A_udio Menu
am: የ ድምፅ ዝርዝር

source: Go to the audio menu
am: ወደ ድምፅ ዝርዝር መሄጃ
en@shaw: 佛 ヰю

source: _Angle Menu
am: የ ዝርዝር _አንግል
en@shaw: _ ヰю

source: Go to the angle menu
am: ወደ ዝርዝር አንግል መሄጃ
en@shaw: ヰю

source: _Chapter Menu
am: የ _ምእራፍ ዝርዝር
en@shaw: _ ヰю

source: Go to the chapter menu
am: ወደ ምእራፍ ዝርዝር መሄጃ
en@shaw: ヰю

source: _Next Chapter/Movie
am: የ _ሚቀጥለው ምእራፍ/ሙቪ
en@shaw: _ю /ヰ叼

source: Next chapter or movie
am: የሚቀጥለው ምእራፍ ወይንም ሙቪ
en@shaw: ю ヰ叼

source: _Previous Chapter/Movie
am: ቀደም ያለው ምእራፍ/ሙቪ
en@shaw: _梆 /ヰ叼

source: Previous chapter or movie
am: ቀደም ያለው ምእራፍ ወይንም ሙቪ
en@shaw: 梆 ヰ叼

source: _Sound
am: _ድምፅ

source: Volume _Up
am: መጠን _መጨመሪያ
en@shaw: ゐ筐 _仇

source: Increase volume
am: መጠን መጨመሪያ
en@shaw: 梆 ゐ筐

source: Volume _Down
am: መጠን _መቀነሻ
en@shaw: ゐ筐 _

source: Decrease volume
am: መጠን መቀነሻ
en@shaw: 梆 ゐ筐

source: _Help
am: _እርዳታ
en@shaw: _ｐюゐ

source: _Contents
am: _ይዞታዎች

source: Help contents
am: የ እርዳታ ይዞታዎች
en@shaw: ｐюゐ

source: _About
am: _ስለ

source: About this application
am: ስለዚህ መተግበሪያ
en@shaw: ゐ别

source: _Repeat Mode
am: _መድገሚያ ዘዴ
en@shaw: _梆 ヰ答

source: Set the repeat mode
am: የ መድገሚያ ዘዴ ማሰናጃ
en@shaw: ю 梆 ヰ答

source: Shuff_le Mode
am: መበ_ወዣ ዘዴ

source: Set the shuffle mode
am: የ መበወዣ ዘዴ ማሰናጃ
en@shaw: ю ヰ答

source: Show _Controls
am: _መቆጣጠሪያ ማሰናጃ
en@shaw: _答ゐ

source: Show controls
am: መቆጣጠሪያ ማሳያ
en@shaw: 答ゐ

source: S_idebar
am: ተ_ንሸራታች መደርደሪያ

source: Show or hide the sidebar
am: የ ጎን መደርደሪያ ማሳያ ወይንም መደበቂያ
en@shaw: ｐ拆 拆

# Aspect ratio
source: Auto
am: በራሱ

source: Sets automatic aspect ratio
am: ራሱ በራሱ የ ማነፃፀሪያ መጠን
en@shaw: ю 佛答ヰ ю 别

source: Square
am: ስኴር

source: Sets square aspect ratio
am: የ ስኴር ማነፃፀሪያ መጠን
en@shaw: ю ю 别

source: 4∶3 (TV)
am: 4∶3 (ቲቪ)

source: Sets 4∶3 (TV) aspect ratio
am: ማሰናጃ 4∶3 (ቲቪ) ማነፃፀሪያ መጠን

source: 16∶9 (Widescreen)
am: 16∶9 (ሰፊ መመልከቻ)

source: Sets 16∶9 (widescreen) aspect ratio
am: ማሰናጃ 16∶9 (ሰፊ መመልከቻ) ማነፃፀሪያ መጠን

source: Sets 2.11∶1 (DVB) aspect ratio
am: ማሰናጃ 2.11∶1 (DVB) 4∶3 ማነፃፀሪያ መጠን

source: S_ubtitles
am: ን_ዑስ አርእስት

source: _Languages
am: _ቋንቋዎች
en@shaw: _ゐ○

source: Zoom In
am: በ ቅርብ ማሳያ
en@shaw: 叼

source: Zoom in
am: በ ቅርብ ማሳያ
en@shaw: 叼

source: Skip _Forward
am: ወደ _ፊት መዝለያ
en@shaw: _桂拣

source: Skip forward
am: ወደ ፊት መዝለያ
en@shaw: 桂拣

source: Skip _Backwards
am: ወደ _ኋላ መዝለያ
en@shaw: _拣

source: Skip backwards
am: ወደ ኋላ መዝለያ
en@shaw: 拣

source: Time seek bar
am: ጊዜ መፈለጊያ መደርደሪያ
en@shaw: 拆 梆

source: Enter the _address of the file you would like to open:
am: እርስዎ መክፈት የሚፈልጉትን ፋይል _አድራሻ ያስገቡ
en@shaw: ю _ю 拆 ゐ拆 答:

source: Password requested for RTSP server
am: የ RTSP ሰርቨር የ መግቢያ ጠይቋል

source: Audio Track #%d
am: የ ድምፅ ተረኛ #%d
en@shaw: 佛 #%d

source: Subtitle #%d
am: ንዑስ አርእስት #%d
en@shaw: 拆 #%d

source: The server you are trying to connect to is not known.
am: እርስዎ ለ መገናኘት የሚሞክሩት ሰርቨር አይታወቅም

source: The connection to this server was refused.
am: ወደ ሰርቨር ግንኙነት አልተሳካም

source: The specified movie could not be found.
am: የ ተወሰነው ሙቪ አልተገኘም

source: The server refused access to this file or stream.
am: ሰርቨሩ እዚህ ፋይል ጋር መድረስ ወይንም ማስተላለፍ አልፈቀደም

source: Authentication is required to access this file or stream.
am: እዚህ ፋይል ጋር መድረስ ወይንም ማስተላለፍ ማረጋገጫ ያስፈልጋል

source: You are not allowed to open this file.
am: እርስዎ ይህን ፋይል ለ መክፈት ፍቃድ የለዎትም

source: This location is not a valid one.
am: ይህ አካባቢ ዋጋ ያለው አይደለም

source: The movie could not be read.
am: ሙቪውን ማንበብ አልተቻለም

source: The playback of this movie requires a %s plugin which is not installed.
am: የዚህ ሙቪ መልሶ ማጫወቻ ይፈልጋል %s ተሰኪ ነገር ግን አልተገጠመም
en@shaw: ゐ别 ヰ叼 拆拣 %s ゐ仇 佛ゐ.

source: An audio or video stream is not handled due to missing codecs. You might need to install additional plugins to be able to play some types of movies
am: ድምጽ ወይንም ቪዲዮ ማስተላለፍ አልተቻለም codecs ጎድሏል: እርስዎ ተጨማሪ ተሰኪ መግጠም አለብዎት አንዳንድ አይነት ሙቪዎች ለማጫወት

source: This file cannot be played over the network. Try downloading it locally first.
am: ይህን ፋይል ማጫወት አልተቻለም በ ኔትዎርክ ውስጥ: በ መጀመሪያ ለማውረድ ይሞክሩ

source: Surround
am: ዙሪያ
en@shaw: 拣

source: Mono
am: ነጠላ
en@shaw: ヰ答

source: Media contains no supported video streams.
am: መገናኛው ምንም የ ቪዲዮ ማስተላለፊያ አልያዘም
en@shaw: ヰ梆 别 桂 梆ヰ.

source: Some necessary plug-ins are missing. Make sure that the program is correctly installed.
am: አንዳንድ አስፈላጊ ተሰኪ-ዎች ጎድለዋል: እርግጠኛ ይሁኑ ፕሮግራሙ በ ትክክል መገጠሙን

source: File is not a valid .desktop file
am: ፋይሉ ዋጋ ያለው የ .ዴስክቶፕ ፋይል አይደለም
en@shaw: 拆 ゐ .desktop 拆

source: Unrecognized desktop file Version '%s'
am: ያልታወቀ የ ዴስክቶፕ ፋይል እትም '%s'
en@shaw: ю拆 ю 拆 火 '%s'

source: Starting %s
am: በ ማስጀመር ላይ %s
en@shaw: 葛 %s

source: Application does not accept documents on command line
am: መተግበሪያው ሰነዶችን በ ትእዛዝ መስመር አይቀበልም
en@shaw: ゐ别 仇 ю 筐ヰ ヰ ゐ拆

source: Unrecognized launch option: %d
am: የማይታወቅ ማስጀመሪያ ምርጫ: %d
en@shaw: ю拆 ゐ佛 : %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
am: የ ሰነዱን URIs ማለፍ አልተቻለም ወደ 'Type=Link' ዴስክቶፕ ማስገቢያ

source: Not a launchable item
am: ማስነሳት የሚቻል አካል አይደለም

source: File _Format: %s
am: የ ፋይል _አቀራረብ: %s
en@shaw: 拆 _桂ヰ: %s

source: All Files
am: ሁሉንም ፋይሎች
en@shaw: 佛 拆ゐ

source: All Supported Files
am: ሁሉም የ ተደገፉ ፋይሎች
en@shaw: 佛 桂 拆ゐ

source: By Extension
am: በ ተጨማሪ
en@shaw: ю

source: File Format
am: የ ፋይል አቀራረብ
en@shaw: 拆 桂ヰ

source: Extension(s)
am: ተጨማሪ(ዎች)
en@shaw: ю()

source: The program was not able to find out the file format you want to use for `%s'. Please make sure to use a known extension for that file or manually choose a file format from the list below.
am: ፕሮግራሙ ማግኘት አልቻለም እርስዎ መጠቀም የሚፈልጉትን የ ፋይል አቀራረብ ለ `%s'. እባክዎን እርግጠኛ ይሁኑ መጠቀምዎችችትን የ ታወቀውን ተጨማሪ ለ ፋይሉ ወይንም በ እጅ ይምረጡ የ ፋይል አቀራረብ ከ ታች በኩል
en@shaw: 答 别 拆 拆 桂ヰ 筐 `%s'. ゐ梆 ヰ别 筐 答 ю 拆 ヰゐ 叼 拆 桂ヰ ゐ ゐ.

source: File format not recognized
am: የ ፋይሉ አቀራረብ አይታወቅም
en@shaw: 拆 桂ヰ ю拆

source: Disable connection to session manager
am: ወደ ከፍለ ጊዜ አስተዳዳሪ ግንኙነት ማሰናከያ
en@shaw: 别 ю ю ヰ○

source: Specify file containing saved configuration
am: የ ተሰናዳውን ፋይል የያዘውን መወሰኛ
en@shaw: ю 拆 别 别 拣别

source: FILE
am: ፋይል
en@shaw: 拆

source: Specify session management ID
am: የ ክፍለ ጊዜ አስተዳዳሪ ID ይወስኑ
en@shaw: ю ю ヰ○ヰ ID

source: ID
am: መለያ

source: Session management options:
am: የ ክፍለ ጊዜ አስተዳዳሪ ምርጫዎች:
en@shaw: ю ヰ○ヰ :

source: Show session management options
am: የ ክፍለ ጊዜ አስተዳዳሪ ምርጫዎች ማሳያ
en@shaw: ю ヰ○ヰ

source: Unknown
am: ያልታወቀ
en@shaw: 仇答

# Dimensions
source: N/A
am: ዝ/አ

# Video codec
source: N/A
am: ዝ/አ

# Video bit rate
source: N/A
am: ዝ/አ

# Frame rate
source: N/A
am: ዝ/አ

# Audio bit rate
source: N/A
am: ዝ/አ

# Audio codec
source: N/A
am: ዝ/አ

source: 0 Hz
am: 0 ህርትዝ

source: 0 Channels
am: 0 ጣቢያዎች
en@shaw: 0 ゐ

source: %d hour
am: %d ሰአት

source: %d minute
am: %d ደቂቃ

source: %d second
am: %d ሰከንድ

source: 0 seconds
am: 0 ሴኮንዶች
en@shaw: 0 ю

source: %d frame per second
am: %d ክፈፍ በ ሰከንድ

source: Audio Preview
am: የ ድምፅ ቅድመ እይታ
en@shaw: 佛 梆

source: Could not initialize the thread-safe libraries.
am: ማስጀመር አልተቻለም ፕሮግራሙን-በጥንቃቄ መጻህፍት ቤት ውስጥ
en@shaw: ゐ拆 ю-别 ゐ拆拣.

source: Verify your system installation. Xplayer will now exit.
am: የ እርስዎን ስርአት ያረጋግጡ: Xማጫወቻ አሁን ይጠፋል

source: _Play Now
am: አሁን _ማጫወቻ
en@shaw: _ゐ

source: _Add to Playlist
am: ወደ ማጫውቻ ዝርዝር _መጨመሪያ
en@shaw: _ ゐ别ゐ

source: Cancel
am: መሰረዣ

source: No File
am: ፋይል የለም
en@shaw: 拆

source: Couldn't load the '%s' interface. %s
am: መጫን አልተቻለም '%s' ገጽታውን %s

source: The file does not exist.
am: ፋይሉ አልተገኘም
en@shaw: 拆 仇 ю.

source: Make sure that Xplayer is properly installed.
am: እርግጠኛ ይሁኑ የ Xማጫወቻ በ ትክክል መገጠሙን

source: Xplayer is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
am: Xማጫወቻ ነፃ ሶፍትዌር ነው: እርስዎ ማሰራጨት/ወይንም ማሻሻል ይችላሉ በዚህ ደንብ መሰረት በ GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.

source: Xplayer is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
am: Xማጫወቻ የሚሰራጨው እርስዎን ይጠቅማል በሚል ከፈተኛ ተስፋ ነው WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.

source: You should have received a copy of the GNU General Public License along with Xplayer; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
am: እርስዎ ኮፒ ማግኘት ይችላሉ ከ GNU General Public License along with Xplayer; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA

source: Xplayer contains an exception to allow the use of proprietary GStreamer plugins.
am: Xማጫወቻ የያዘው እርስዎን መጠቀም ለማስቻል ነው የ ተለየ የ proprietary GStreamer plugins.

source: None
am: ምንም
en@shaw: 仇

source: Configure Plugins
am: ተሰኪዎች ማሰናጃ
en@shaw: ゐ仇

source: %s Run '%s --help' to see a full list of available command line options.
am: %s ማስኬጃ '%s --እርዳታ' ዝግጁ የ ትእዛዝ መስመር ምርጫ ዝርዝር ለ መመልከት
en@shaw: %s 仇 '%s --help' ゐ 别ゐ ヰ ゐ拆 .

source: Xplayer %s
am: Xማጫወቻ %s

source: Pause
am: ማስቆሚያ
en@shaw: 佛

source: Play
am: ማጫወቻ
en@shaw: ゐ

source: Xplayer could not play '%s'.
am: Xማጫወቻ መጫወት አልቻለም '%s'.

source: Xplayer could not display the help contents.
am: Xማጫወቻ የ እርዳታ ይዞታዎችን ማሳየት አልቻለም

source: An error occurred
am: ስህተት ተፋጥሯል
en@shaw: 火 火

source: Previous Chapter/Movie
am: ያለፈው ምእራፍ/ሙቪ
en@shaw: 梆 /ヰ叼

source: Play / Pause
am: ማጫወቻ / ማስቆሚያ
en@shaw: ゐ / 佛

source: Next Chapter/Movie
am: የሚቀጥለው ምእራፍ/ሙቪ
en@shaw: ю /ヰ叼

source: Xplayer could not startup.
am: Xማጫወቻ መጀመር አልተቻለም

source: No reason.
am: ምንም ምክንያት የለም
en@shaw: 梆.

source: Open Location...
am: አካባቢውን መክፈቻ...
en@shaw: 答 ゐ答别...

source: Enable debug
am: ማስተካከያ ማስቻያ
en@shaw: 别 梆仇

source: Seek Forwards
am: ወደ ፊት መፈለጊያ
en@shaw: 梆 桂拣

source: Seek Backwards
am: ወደ ኋላ መፈለጊያ
en@shaw: 梆 拣

source: Volume Up
am: መጠን መጨመሪያ
en@shaw: ゐ筐 仇

source: Volume Down
am: መጠን መቀነሻ
en@shaw: ゐ筐

source: Mute sound
am: ድምፅ ማጥፊያ
en@shaw: ヰ筐

source: Toggle Fullscreen
am: በ ሙሉ መመልከቻ መቀያየሪያ

source: Show/Hide Controls
am: መቆጣጠሪያ ማሳያ/መደበቂያ
en@shaw: /ｐ拆 答ゐ

source: Quit
am: ውጣ

source: Enqueue
am: ተራ በ መጠበቅ ላይ

source: Replace
am: መቀየሪያ
en@shaw: ゐ别

source: Seek
am: መፈለጊያ
en@shaw: 梆

source: Playlist index
am: የ ማጫወቻ ዝርዝር ማውጫ
en@shaw: ゐ别ゐ ю

source: Movies to play
am: የሚጫወቱት ሙቪዎች
en@shaw: ヰ叼梆 ゐ

source: - Play movies and songs
am: - ማጫወቻ ሙቪዎች እና ዘፈኖች
en@shaw: - ゐ ヰ叼梆

source: Can't enqueue and replace at the same time
am: ወረፋ መጠበቅ እና መቀየር በ አንድ ጊዜ አይቻልም

source: MP3 ShoutCast playlist
am: MP3 ShoutCast የ ማጫወቻ ዝርዝር

source: MP3 audio (streamed)
am: MP3 ድምፅ (ማስተላለፊያ)
en@shaw: MP3 佛 (梆ヰ)

source: MP3 audio (streamed, DOS format)
am: MP3 ድምፅ (ማስተላለፊያ በ DOS አቀራረብ)
en@shaw: MP3 佛 (梆ヰ, DOS 桂ヰ)

source: XML Shareable Playlist
am: XML የሚካፈሉት የ ማጫወቻ ዝርዝር

source: Title %d
am: አርእስት %d
en@shaw: 拆 %d

source: Could not save the playlist
am: የ ማጫወቻ ዝርዝር ማስቀመጥ አልተቻለም
en@shaw: 别 ゐ别ゐ

source: Save Playlist
am: የ ማጫወቻ ዝርዝር ማስቀመጫ
en@shaw: 别 ゐ别ゐ

source: Playlist
am: የ ማጫወቻ ዝርዝር
en@shaw: ゐ别ゐ

source: The playlist '%s' could not be parsed. It might be damaged.
am: የ ማጫወቻ ዝርዝር '%s' መተንተን አልተቻለም: ምናልባት የ ተበላሸ ይሆናል

source: Playlist error
am: የ ማጫወቻ ዝርዝር ስህተት
en@shaw: ゐ别ゐ 火

source: Preferences
am: ምርጫዎች
en@shaw: ю拣

source: Select Subtitle Font
am: የ ንዑስ አርእስት ፊደሎች ይምረጡ
en@shaw: ゐю 拆

source: Current Locale
am: የ አሁኑ ቋንቋ
en@shaw: 仇 ゐ答

source: Arabic
am: አረብኛ
en@shaw: 葛

source: Armenian
am: አርሜኒያን
en@shaw: ヰ梆梆

source: Baltic
am: ባልቲክ
en@shaw: ゐ

source: Celtic
am: ሴልቲክ
en@shaw: юゐ

source: Central European
am: መካከለኛ ኢውሮፓውያን
en@shaw: ю 拣梆

source: Chinese Simplified
am: ቀላል ቻይንኛ
en@shaw: 拆梆 ヰゐ拆

source: Chinese Traditional
am: ባሕላዊ ቻይንኛ
en@shaw: 拆梆

source: Croatian
am: ክሮሽያንኛ
en@shaw: 答别

source: Cyrillic
am: ሲርሊክ
en@shaw: 火ゐ

source: Cyrillic/Russian
am: ሲዪሪሊክስ/ሩሲያን
en@shaw: 火ゐ/仇

source: Cyrillic/Ukrainian
am: ሲዪሪሊክስ/ዩክሬኒያን
en@shaw: 火ゐ/叼别梆

source: Georgian
am: ጂዮርጂያን

source: Greek
am: ግሪክ
en@shaw: 梆

source: Gujarati
am: ጉጃራቲ

source: Gurmukhi
am: ጉርሙኪ

source: Hebrew
am: ሂብሩ
en@shaw: ｐ梆

source: Hebrew Visual
am: ሂብሩ የሚታይ
en@shaw: ｐ梆

source: Hindi
am: ሂንዲ
en@shaw: ｐ

source: Icelandic
am: አይስላንዲክ
en@shaw: 拆ゐ

source: Japanese
am: ጃፓኒስ
en@shaw: ○梆

source: Korean
am: ኮሪያን
en@shaw: 梆

source: Nordic
am: ኖርዲክ

source: Persian
am: ፔርሺያን
en@shaw: 火

source: Romanian
am: ሮማኒያን
en@shaw: 答ヰ别梆

source: South European
am: ደቡብ አውሮፓውያን
en@shaw: 拣梆

source: Thai
am: ታዪ

source: Turkish
am: ተርኪሽ
en@shaw: 火

source: Unicode
am: ዩኒኮድ
en@shaw: 路筐答

source: Western
am: ምዕራባዊ
en@shaw: ю拣

source: Vietnamese
am: ቪትናምኛ
en@shaw: 梆юヰ梆

source: Seek to %s / %s
am: መፈለጊያ ከ %s / %s
en@shaw: 梆 %s / %s

source: All files
am: ሁሉንም ፋይሎች
en@shaw: 佛 拆ゐ

source: Supported files
am: የ ተደገፉ ፋይሎች
en@shaw: 桂 拆ゐ

source: Audio files
am: የ ድምፅ ፋይሎች
en@shaw: 佛 拆ゐ

source: Video files
am: የ ቪዲዮ ፋይሎች
en@shaw: 拆ゐ

source: Subtitle files
am: የ ንዑስ አርእስት ፋይሎች
en@shaw: 拆 拆ゐ

source: Select Text Subtitles
am: የ ንዑስ አርእስት ጽሁፍ ይምረጡ
en@shaw: ゐю ю 拆ゐ

source: Select Movies or Playlists
am: ይምረጡ ሙቪዎች ወይንም የ ማጫወቻ ዝርዝር
en@shaw: ゐю ヰ叼梆 ゐ别ゐ

source: Add Directory
am: ዳይሬክቶሪ መጨመሪያ

source: Filename
am: የፋይል ስም
en@shaw: 拆ゐ别

source: Resolution
am: ሪዞልሽን
en@shaw: юゐ叼

source: Duration
am: የሚፈጀው ጊዜ
en@shaw: 别

source: Sets the user agent for the Apple Trailers site
am: የ ተጠቃሚ ወኪል ማሰናጃ ለ Apple Trailers site

source: Autoload Subtitles
am: በራሱ የ ተጫኑ ንዑስ አርእስት

source: Autoloads text subtitles
am: በራሱ የ ተጫኑ የ ንዑስ አርእስት ጽሁፍ

source: Video Disc Recorder
am: የ ቪዲዮ ዲስክ መቅረጫ

source: Records (S)VCDs or video DVDs
am: መቅረጫ (S)VCDs ወይንም ዲቪዲ

source: _Create Video Disc...
am: _መፍጠሪያ የ ቪዲዮ ዲስክ...
en@shaw: _别 ...

source: Create a video DVD or a (S)VCD from the currently opened movie
am: መፍጠሪያ የ ቪዲዮ ዲቪዲ ወይንም የ (S)VCD አሁን ከ ተከፈተው ሙቪ ውስጥ

source: Copy Vide_o DVD...
am: ቪዲ_ዮ ዲቪዲ ኮፒ ማድረጊያ...

source: Copy the currently playing video DVD
am: አሁን የሚጫወተውን ቪዲዮ ዲቪዲ ኮፒ ማድረጊያ
en@shaw: 仇ゐ ゐ别 DVD

source: Copy (S)VCD...
am: ኮፒ ማድረጊያ (S)VCD...

source: Copy the currently playing (S)VCD
am: አሁን የሚጫወተውን (S)VCD ኮፒ ማድረጊያ

source: The video disc could not be duplicated.
am: የ ቪዲዮ ዲስክ ማባዣት አልተቻለም
en@shaw: 筐ゐ别.

source: The movie could not be recorded.
am: ሙቪውን መቅረጽ አልተቻለም
en@shaw: ヰ叼 .

source: Unable to write a project.
am: እቅዱን መጻፍ አልተቻለም
en@shaw: 仇别 拆 ○ю.

source: Name for new chapter:
am: ስም ለ አዲሱ ምእራፍ:

source: _Remove Chapter
am: ምእራፍ _ማስወገጃ

source: Remove the chapter from the list
am: ከ ዝርዝር ውስጥ ምእራፍ ማስወገጃ

source: _Go to Chapter
am: _መሄጃ ወደ ምእራፍ

source: Go to the chapter in the movie
am: በ ሙቪ ውስጥ መሄጃ ወደ ምእራፍ

source: Add Chapter...
am: ምእራፍ መጨመሪያ...

source: Remove Chapter
am: ምእራፍ ማስወገጃ

source: Go to Chapter
am: መሄጃ ወደ ምእራፍ

source: Save Changes
am: ለውጦቹን ማስቀመጫ

source: No chapter data
am: ምንም የ ምእራፍ ዳታ የለም

source: Load Chapters...
am: ምእራፍ መጫኛ...

source: Load chapters from an external CMML file
am: ምእራፍ መጫኛ ከ ውጪ CMML ፋይል ውስጥ

source: Add New Chapters
am: አዲስ ምእራፍ መጨመሪያ

source: Create a new chapter list for the movie
am: አዲስ ምእራፍ መፍጠሪያ ከ ሙቪ ዝርዝር ውስጥ

source: Chapters
am: ምእራፎች

source: Support chapter markers in movies
am: የ ምእራፍ ምልክት ማድረጊያ ይደግፋል በ ሙቪ ውስጥ

source: <b>Title: </b>%s <b>Start time: </b>%s
am: <b>አርእስት: </b>%s <b>ማስጀመሪያ ጊዜ: </b>%s

source: Error while reading file with chapters
am: ፋይል በማንበብ ላይ እንዳለ ስህተት ተፈጥሯል ከ ምእራፎች ውስጥ

source: Chapter with the same time already exists
am: ምእራፍ ከ ተመሳሳይ ሰአት ጋር ቀደም ብሎ ነበር

source: Try another name or remove an existing chapter.
am: ሌላ ስም ይሞክሩ ወይንም ያስወግዱ የ ነበረውን ምእራፍ
